brain = 0

# for - для
# while - пока что, до сих пор

# if === while

# if -  не способен повторять тело

# text = 'игрушка'
#
# if text == 'игрушка':
#     brain += 1
#
# while text == 'игрушка':
#     brain += 1

# -----------------------------------

# i = 0
# while i < 5:
#     print('I"m here', i)
#
#     j = 0
#     while j < 3:
#
#         k = 0
#         while k < 9:
#
#             k += 1
#
#         j += 1
#
#     i += 1
#
# print(i)

# arr = [
#     [10, 10, 10],
#     [20, 20, 20],
# ]
#
# A = [
#     [a11, a12, a13],
#     [a21, a22, a23]
# ]
